[
    {
        "altText": "Riftbound. Blazing Scorcher. Rarity: Common. Color: Red. Type: Unit. Super: None. Tags: Dragon. How to play this card: Accelerate. You may pay 1C as an additional cost to have me enter ready.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-001/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Brazen Buccaneer. Rarity: Common. Color: Red. Type: Unit. Super: None. Tags: Pirate. How to play this card: As you play me, you may discard 1 as an additional cost. If you do, reduce my cost by 2.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-002/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Chemtech Enforcer. Rarity: Common. Color: Red. Type: Unit. Super: None. Tags: None. How to play this card: Assault 2 +2 S while I'm an attacker. When you play me, discard 1.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-003/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Cleave. Rarity: Common. Color: Red. Type: Spell. Super: None. Tags: None. How to play this card: Action Play on your turn or in showdowns. Give a unit Assault 3 this turn. +3 S while it's an attacker.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-004/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Disintegrate. Rarity: Common. Color: Red. Type: Spell. Super: None. Tags: None. How to play this card: Action Play on your turn or in showdowns. Deal 3 to a unit at a battlefield. If this kills it, draw 1.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-005/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Flame Chompers. Rarity: Common. Color: Red. Type: Unit. Super: None. Tags: None. How to play this card: When you discard me, you may pay C to play me.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-006/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Fury Rune. Rarity: Common. Color: Red. Type: Rune. Super: Basic. Tags: None. How to play this card: No instructions provided.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-007/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Fury Rune (alt). Rarity: Common. Color: Red. Type: Rune. Super: Basic. Tags: None. How to play this card: No instructions provided.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-007a/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Get Excited!. Rarity: Common. Color: Red. Type: Spell. Super: None. Tags: None. How to play this card: Action Play on your turn or in showdowns. Discard 1. Deal its Energy cost as damage to a unit at a battlefield. Ignore its Power cost.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-008/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Legion Rearguard. Rarity: Common. Color: Red. Type: Unit. Super: None. Tags: Trifarian. How to play this card: Accelerate You may pay 1C as an additional cost to have me enter ready.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-010/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Magma Wurm. Rarity: Common. Color: Red. Type: Unit. Super: None. Tags: None. How to play this card: Other friendly units enter ready.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-011/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Noxus Hopeful. Rarity: Common. Color: Red. Type: Unit. Super: None. Tags: Trifarian. How to play this card: Legion: I cost 2 less. Get the effect if you've played another card this turn.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-012/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Dangerous Duo. Rarity: Uncommon. Color: Red. Type: Unit. Super: None. Tags: Mech. How to play this card: Legion: When you play me, give a unit +2 S this turn. Get the effect if you've played another card this turn.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-016/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Scrapyard Champion. Rarity: Uncommon. Color: Red. Type: Unit. Super: None. Tags: Mech. How to play this card: Legion When you play me, discard 2, then draw 2. Get the effect if you've played another card this turn.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-020/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Darius, Trifarian. Rarity: Rare. Color: Red. Type: Unit. Super: Champion. Tags: Darius,Trifarian. How to play this card: When you play your second card in a turn, give me +2 S this turn and ready me.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-027/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Darius, Trifarian (alt). Rarity: Rare. Color: Red. Type: Unit. Super: Champion. Tags: Darius,Trifarian. How to play this card: No instructions provided.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-027a/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Jinx, Demolitionist. Rarity: Rare. Color: Red. Type: Unit. Super: Champion. Tags: Jinx. How to play this card: Accelerate You may pay 1C as an additional cost to have me enter ready. Assault 2 +2 S while I'm an attacker. When you play me, discard 2.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-030/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Jinx, Demolitionist (alt). Rarity: Rare. Color: Red. Type: Unit. Super: Champion. Tags: Jinx. How to play this card: No instructions provided.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-030a/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Tryndamere, Barbarian. Rarity: Rare. Color: Red. Type: Unit. Super: Champion. Tags: Tryndamere. How to play this card: When I conquer after an attack, if you assigned 5 or more excess damage to enemy units, you score 1 point.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-034/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Vi, Destructive. Rarity: Rare. Color: Red. Type: Unit. Super: Champion. Tags: Vi. How to play this card: Ganking I can move from battlefield to battlefield. Recycle 1 from your trash: Give me +1 S this turn.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-036/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Kadregrin the Infernal. Rarity: Epic. Color: Red. Type: Unit. Super: None. Tags: Dragon. How to play this card: When you play me, draw 1 for each of your Mighty units. A unit is Mighty while it has 5+ S.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-038/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Seal of Rage. Rarity: Epic. Color: Red. Type: Gear. Super: None. Tags: None. How to play this card: T: Reaction: Add C. Abilities that add resources can't be reacted to.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-040/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Volibear, Furious. Rarity: Epic. Color: Red. Type: Unit. Super: Champion. Tags: Volibear. How to play this card: Deflect 2 Opponents must pay AA to choose me with a spell or ability.\n When I attack, deal 5 damage split among any number of enemy units here.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-041/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Volibear, Furious (alt). Rarity: Epic. Color: Red. Type: Unit. Super: Champion. Tags: Volibear. How to play this card: No instructions provided.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-041a/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Calm Rune. Rarity: Common. Color: Green. Type: Rune. Super: Basic. Tags: None. How to play this card: No instructions provided.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-042/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Calm Rune (alt). Rarity: Common. Color: Green. Type: Rune. Super: Basic. Tags: None. How to play this card: No instructions provided.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-042a/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Charm. Rarity: Common. Color: Green. Type: Spell. Super: None. Tags: None. How to play this card: Move an enemy unit.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-043/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Clockwork Keeper. Rarity: Common. Color: Green. Type: Unit. Super: None. Tags: None. How to play this card: As you play me, you may pay C as an additional cost. If you do, draw 1.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-044/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Defy. Rarity: Common. Color: Green. Type: Spell. Super: None. Tags: None. How to play this card: Reaction Play any time, even before spells and abilities resolve.\n Counter a spell that costs no more than 4 and no more than A.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-045/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. En Garde. Rarity: Common. Color: Green. Type: Spell. Super: None. Tags: None. How to play this card: Reaction Play any time, even before spells and abilities resolve.\n Give a friendly unit +1 S this turn, then an additional +1 S this turn if it is the only unit you control there.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-046/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Meditation. Rarity: Common. Color: Green. Type: Spell. Super: None. Tags: None. How to play this card: Reaction Play any time, even before spells and abilities resolve.\n As an additional cost to play this, you may exhaust a friendly unit. If you do, draw 2. Otherwise, draw 1.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-048/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Stand United. Rarity: Common. Color: Green. Type: Spell. Super: None. Tags: None. How to play this card: Hidden Hide now for A to react with later for 0.\n Action Play on your turn or in showdowns.\n Buff a friendly unit. Buffs give an additional +1 S to friendly units this turn. To buff a unit, give it a +1 S buff if it doesn't already have one.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-053/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Wielder of Water. Rarity: Common. Color: Green. Type: Unit. Super: None. Tags: None. How to play this card: While I'm attacking or defending alone, I have +2 S.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-055/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Block. Rarity: Uncommon. Color: Green. Type: Spell. Super: None. Tags: None. How to play this card: Hidden Hide now for A to react with later for 0.\n Action Play on your turn or in showdowns.\n Give a unit Shield 3 and Tank this turn. +3 S while it's a defender. It must be assigned combat damage first.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-057/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Discipline. Rarity: Uncommon. Color: Green. Type: Spell. Super: None. Tags: None. How to play this card: Reaction Play any time, even before spells and abilities resolve.\n Give a unit +2 S this turn. Draw 1.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-058/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Eclipse Herald. Rarity: Uncommon. Color: Green. Type: Unit. Super: None. Tags: Bird. How to play this card: When you stun an enemy unit, ready me and give me +1 S this turn.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-059/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Spirit's Refuge. Rarity: Uncommon. Color: Green. Type: Gear. Super: None. Tags: None. How to play this card: When you play this, buff a friendly unit. If it doesn't have a buff, it gets a +1 S buff.\n Friendly buffed units have Deflect if they didn't already. Opponents must pay A to choose those units with a spell or ability.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-063/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Wind Wall. Rarity: Uncommon. Color: Green. Type: Spell. Super: None. Tags: None. How to play this card: Reaction Play any time, even before spells and abilities resolve.\n Counter a spell.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-064/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Ahri, Alluring. Rarity: Rare. Color: Green. Type: Unit. Super: Champion. Tags: Ahri. How to play this card: When I hold, you score 1 point.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-066/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Ahri, Alluring (alt). Rarity: Rare. Color: Green. Type: Unit. Super: Champion. Tags: Ahri. How to play this card: No instructions provided.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-066a/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Caitlyn, Patrolling. Rarity: Rare. Color: Green. Type: Unit. Super: Champion. Tags: Caitlyn. How to play this card: I must be assigned combat damage last.\n T: Deal damage equal to my Might to a unit at a battlefield. Use this ability only while I'm at a battlefield.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-068/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Sona, Harmonious. Rarity: Rare. Color: Green. Type: Unit. Super: Champion. Tags: Sona. How to play this card: While I'm at a battlefield, ready 4 friendly runes at the end of your turn.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-073/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Yasuo, Remorseful. Rarity: Rare. Color: Green. Type: Unit. Super: Champion. Tags: Yasuo. How to play this card: When I attack, deal damage equal to my Might to an enemy unit here.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-076/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Yasuo, Remorseful (alt). Rarity: Rare. Color: Green. Type: Unit. Super: Champion. Tags: Yasuo. How to play this card: No instructions provided.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-076a/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Zhonya's Hourglass. Rarity: Rare. Color: Green. Type: Gear. Super: None. Tags: None. How to play this card: Hidden Hide now for A to react with later for 0.\n The next time a friendly unit would die, kill this instead. Recall that unit exhausted. Send it to base. This isn't a move.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-077/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Lee Sin, Ascetic. Rarity: Epic. Color: Green. Type: Unit. Super: Champion. Tags: Lee Sin. How to play this card: Shield +1 S while I'm a defender.\n T: Buff me. I get a +1 S buff.\n I can have any number of buffs.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-078/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Lee Sin, Ascetic. Rarity: Epic. Color: Green. Type: Unit. Super: Champion. Tags: Lee Sin. How to play this card: No instructions provided.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-078a/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Mind Rune. Rarity: Common. Color: Blue. Type: Rune. Super: Basic. Tags: None. How to play this card: No instructions provided.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-089/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Mind Rune (alt). Rarity: Common. Color: Blue. Type: Rune. Super: Basic. Tags: None. How to play this card: No instructions provided.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-089a/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Watchful Sentry. Rarity: Common. Color: Blue. Type: Unit. Super: None. Tags: None. How to play this card: Deathknell: Draw 1. When I die, get the effect.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-096/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Blastcone Fae. Rarity: Uncommon. Color: Blue. Type: Unit. Super: None. Tags: Fae. How to play this card: Hidden Hide now for A to react with later for 0.\n When you play me, give a unit -2 S this turn, to a minimum of 1 S.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-097/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Garbage Grabber. Rarity: Uncommon. Color: Blue. Type: Gear. Super: None. Tags: None. How to play this card: Recycle 3 from your trash, 1, T: Draw 1.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-099/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Mushroom Pouch. Rarity: Uncommon. Color: Blue. Type: Gear. Super: None. Tags: None. How to play this card: At the start of your Beginning Phase, if you control a facedown card at a battlefield, draw 1.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-101/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Ravenbloom Student. Rarity: Uncommon. Color: Blue. Type: Unit. Super: None. Tags: None. How to play this card: When you play a spell, give me +1 S this turn.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-103/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Kai'Sa, Evolutionary. Rarity: Rare. Color: Blue. Type: Unit. Super: Champion. Tags: Kai'Sa. How to play this card: Ganking I can move from battlefield to battlefield.\n When I conquer, you may play a spell from your trash with Energy cost less than your points without paying its Energy cost. Then recycle it. You must still pay its Power cost.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-112/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Kai'Sa, Evolutionary. Rarity: Rare. Color: Blue. Type: Unit. Super: Champion. Tags: Kai'Sa. How to play this card: Ganking I can move from battlefield to battlefield.\n When I conquer, you may play a spell from your trash with Energy cost less than your points without paying its Energy cost. Then recycle it. You must still pay its Power cost.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-112a/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Promising Future. Rarity: Rare. Color: Blue. Type: Spell. Super: None. Tags: None. How to play this card: Each player looks at the top 5 cards of their Main Deck, chooses one, then recycles the rest. Starting with the next player, each player plays those cards, ignoring Energy costs. They must still pay Power costs.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-115/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Wraith of Echoes. Rarity: Rare. Color: Blue. Type: Unit. Super: None. Tags: Spirit. How to play this card: The first time a friendly unit dies each turn, draw 1.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-118/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Unchecked Power. Rarity: Epic. Color: Blue. Type: Spell. Super: None. Tags: None. How to play this card: Exhaust all friendly units, then deal 12 to ALL units at battlefields.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-123/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Arena Bar. Rarity: Common. Color: Orange. Type: Gear. Super: None. Tags: None. How to play this card: T: Buff an exhausted friendly unit. If it doesn't have a buff, it gets a +1 S buff.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-124/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Body Rune. Rarity: Common. Color: Orange. Type: Rune. Super: Basic. Tags: None. How to play this card: No instructions provided.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-126/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Body Rune (alt). Rarity: Common. Color: Orange. Type: Rune. Super: Basic. Tags: None. How to play this card: No instructions provided.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-126a/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Challenge. Rarity: Common. Color: Orange. Type: Spell. Super: None. Tags: None. How to play this card: Action Play on your turn or in showdowns.\n Choose a friendly unit and an enemy unit. They deal damage equal to their Mights to each other.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-128/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. First Mate. Rarity: Common. Color: Orange. Type: Unit. Super: None. Tags: Pirate. How to play this card: When you play me, ready another unit.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-132/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Catalyst of Aeons. Rarity: Uncommon. Color: Orange. Type: Spell. Super: None. Tags: None. How to play this card: Channel 2 runes exhausted. If you couldn't channel 2 runes this way, draw 1.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-138/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Cithria of Cloudfield. Rarity: Uncommon. Color: Orange. Type: Unit. Super: None. Tags: Elite. How to play this card: When you play another unit, buff me. If I don't have a buff, I get a +1 S buff.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-139/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Herald of Scales. Rarity: Uncommon. Color: Orange. Type: Unit. Super: None. Tags: None. How to play this card: Your Dragons' Energy costs are reduced by 2, to a minimum of 1.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-140/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Wildclaw Shaman. Rarity: Uncommon. Color: Orange. Type: Unit. Super: None. Tags: None. How to play this card: When you play me, you may spend a buff to buff me and ready me. If I don't have a buff, I get a +1 S buff.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-147/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Carnivorous Snapvine. Rarity: Rare. Color: Orange. Type: Unit. Super: None. Tags: None. How to play this card: When you play me, choose an enemy unit at a battlefield. We deal damage equal to our Mights to each other.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-149/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Volibear, Imposing. Rarity: Rare. Color: Orange. Type: Unit. Super: Champion. Tags: Volibear. How to play this card: Shield 3 +3 S while I'm a defender.\n Tank I must be assigned combat damage first.\n When an opponent moves to a battlefield other than mine, draw 1. Bases are not battlefield.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-158/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Volibear, Imposing (alt). Rarity: Rare. Color: Orange. Type: Unit. Super: Champion. Tags: Volibear. How to play this card: Shield 3 +3 S while I'm a defender.\n Tank I must be assigned combat damage first.\n When an opponent moves to a battlefield other than mine, draw 1. Bases are not battlefield.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-158a/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Warwick, Hunter. Rarity: Rare. Color: Orange. Type: Unit. Super: Champion. Tags: Warwick,Dog. How to play this card: I enter ready.\n When I attack, kill all damaged enemy units here.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-159/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Cemetery Attendant. Rarity: Common. Color: Purple. Type: Unit. Super: None. Tags: Dog. How to play this card: When you play me, return a unit from your trash to your hand.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-165/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Chaos Rune. Rarity: Common. Color: Purple. Type: Rune. Super: Basic. Tags: None. How to play this card: No instructions provided.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-166/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Chaos Rune (alt). Rarity: Common. Color: Purple. Type: Rune. Super: Basic. Tags: None. How to play this card: No instructions provided.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-166a/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Gust. Rarity: Common. Color: Purple. Type: Spell. Super: None. Tags: None. How to play this card: Reaction Play any time, even before spells and abilities resolve.\n Return a unit at a battlefield with 3 S or less to its owner's hand.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-169/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Rebuke. Rarity: Common. Color: Purple. Type: Spell. Super: None. Tags: None. How to play this card: Action Play on your turn or in showdowns.\n Return a unit at a battlefield to its owner's hand.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-172/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Pack of Wonders. Rarity: Uncommon. Color: Purple. Type: Gear. Super: None. Tags: None. How to play this card: T: Return another friendly gear, unit, or Hidden card to its owner's hand.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-181/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Traveling Merchant. Rarity: Uncommon. Color: Purple. Type: Unit. Super: None. Tags: None. How to play this card: When I move, discard 1, then draw 1.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-185/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Whirlwind. Rarity: Uncommon. Color: Purple. Type: Spell. Super: None. Tags: None. How to play this card: Starting with the next player, each player may return a unit to its owner's hand.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-187/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Kayn, Unleashed. Rarity: Rare. Color: Purple. Type: Unit. Super: Champion. Tags: Kayn. How to play this card: Ganking I can move from battlefield to battlefield.\n If I have moved twice this turn, I don't take damage.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-189/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Teemo, Scout. Rarity: Rare. Color: Purple. Type: Unit. Super: Champion. Tags: Teemo,Yordle. How to play this card: Hidden Hide now for A to react with later for 0.\n When you play me, give me +3 S this turn.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-197/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Teemo, Scout (alt). Rarity: Rare. Color: Purple. Type: Unit. Super: Champion. Tags: Teemo,Yordle. How to play this card: Hidden Hide now for A to react with later for 0.\n When you play me, give me +3 S this turn.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-197a/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Seal of Discord. Rarity: Epic. Color: Purple. Type: Gear. Super: None. Tags: None. How to play this card: T: Reaction: Add C. Abilities that add resources can't be reacted to.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-204/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Cruel Patron. Rarity: Common. Color: Yellow. Type: Unit. Super: None. Tags: None. How to play this card: As an additional cost to play me, kill a friendly unit.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-208/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Cull the Weak. Rarity: Common. Color: Yellow. Type: Spell. Super: None. Tags: None. How to play this card: Each player kills one of their units.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-209/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Faithful Manufactor. Rarity: Common. Color: Yellow. Type: Unit. Super: None. Tags: None. How to play this card: When you play me, play a 1 S Recruit unit token here.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-211/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Hidden Blade. Rarity: Common. Color: Yellow. Type: Spell. Super: None. Tags: None. How to play this card: Hidden Hide now for A to react with later for 0.\n Action Play on your turn or in showdowns.\n Kill a unit at a battlefield. Its controller draws 2.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-213/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Order Rune. Rarity: Common. Color: Yellow. Type: Rune. Super: Basic. Tags: None. How to play this card: No instructions provided.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-214/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Order Rune (alt). Rarity: Common. Color: Yellow. Type: Rune. Super: Basic. Tags: None. How to play this card: No instructions provided.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-214a/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Soaring Scout. Rarity: Common. Color: Yellow. Type: Unit. Super: None. Tags: Bird. How to play this card: Deathknell: Channel 1 rune exhausted. When I die, get the effect.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-216/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Vanguard Captain. Rarity: Common. Color: Yellow. Type: Unit. Super: None. Tags: Elite. How to play this card: Legion: When you play me, play two 1 S Recruit unit tokens here. Get the effect if you've played another card this turn.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-218/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Solari Chief. Rarity: Uncommon. Color: Yellow. Type: Unit. Super: None. Tags: None. How to play this card: When you play me, choose an enemy unit. If it is stunned, kill it. Otherwise, stun it. It doesn't deal combat damage this turn.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-225/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Grand Strategem. Rarity: Rare. Color: Yellow. Type: Spell. Super: None. Tags: None. How to play this card: Action Play on your turn or in showdowns.\n Give friendly units +5 S this turn.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-233/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Harnessed Dragon. Rarity: Rare. Color: Yellow. Type: Unit. Super: None. Tags: Dragon. How to play this card: When you play me, kill an enemy unit.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-234/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Leona, Determined. Rarity: Rare. Color: Yellow. Type: Unit. Super: Champion. Tags: Leona. How to play this card: Shield +1 S while I'm a defender.\n When I attack, stun an enemy unit here. It doesn't deal combat damage this turn.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-238/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Leona, Determined (alt). Rarity: Rare. Color: Yellow. Type: Unit. Super: Champion. Tags: Leona. How to play this card: Shield +1 S while I'm a defender.\n When I attack, stun an enemy unit here. It doesn't deal combat damage this turn.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-238a/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Machine Evangel. Rarity: Rare. Color: Yellow. Type: Unit. Super: None. Tags: None. How to play this card: Deathknell: Play three 1 S Recruit unit tokens into your base. When I die, get the effect.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-239/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Sett, Kingpin. Rarity: Rare. Color: Yellow. Type: Unit. Super: Champion. Tags: Sett. How to play this card: Tank I must be assigned combat damage first.\n I get +1 S for each buffed friendly unit at my battlefield.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-240/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Sett, Kingpin (alt). Rarity: Rare. Color: Yellow. Type: Unit. Super: Champion. Tags: Sett. How to play this card: Tank I must be assigned combat damage first.\n I get +1 S for each buffed friendly unit at my battlefield.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-240a/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Shen, Kinkou. Rarity: Rare. Color: Yellow. Type: Unit. Super: Champion. Tags: Shen. How to play this card: Reaction Play any time, even before spells and abilities resolve, including to a battlefield you control.\n Shield 2 +2 S while I'm a defender.\n Tank I must be assigned combat damage first.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-241/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Darius, Executioner. Rarity: Epic. Color: Yellow. Type: Unit. Super: Champion. Tags: Darius,Trifarian. How to play this card: Legion: When you play me, ready me. Get the effect if you've played another card this turn\n Other friendly units have +1 S here.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-243/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Darius, Executioner (alt). Rarity: Epic. Color: Yellow. Type: Unit. Super: Champion. Tags: Darius,Trifarian. How to play this card: Legion: When you play me, ready me. Get the effect if you've played another card this turn\n Other friendly units have +1 S here.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-243a/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Seal of Unity. Rarity: Epic. Color: Yellow. Type: Gear. Super: None. Tags: None. How to play this card: T: Reaction: Add C. Abilities that add resources can't be reacted to.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-245/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Viktor, Leader. Rarity: Epic. Color: Yellow. Type: Unit. Super: Champion. Tags: Viktor. How to play this card: When another non-Recruit unit you control dies, play a 1 S Recruit unit token into your base.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-246/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Viktor, Leader (alt). Rarity: Epic. Color: Yellow. Type: Unit. Super: Champion. Tags: Viktor. How to play this card: When another non-Recruit unit you control dies, play a 1 S Recruit unit token into your base.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-246a/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Daughter of the Void. Rarity: Rare. Color: Red,Blue. Type: Legend. Super: Champion. Tags: Kai'Sa. How to play this card: T: Reaction: Add C. Use only to play spells. Abilities that add resources can't be reacted to.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-247/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Icathian Rain. Rarity: Epic. Color: Red,Blue. Type: Spell. Super: Signature. Tags: Kai'Sa. How to play this card: Do this 6 times:\n Deal 2 to a unit. You can choose different units.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-248/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Relentless Storm. Rarity: Rare. Color: Red,Orange. Type: Legend. Super: Champion. Tags: Volibear. How to play this card: When you play a Mighty unit, you may exhaust me to channel 1 rune exhausted. A unit is Mighty while it has 5+ S.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-249/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Stormbringer. Rarity: Epic. Color: Red,Orange. Type: Spell. Super: Signature. Tags: Volibear. How to play this card: Choose a friendly unit in your base. Deal damage equal to its Might to all enemy units at a battlefield, then move your unit there.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-250/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Loose Cannon. Rarity: Rare. Color: Red,Purple. Type: Legend. Super: Champion. Tags: Jinx. How to play this card: At start of your Beginning Phase, draw 1 if you have one or fewer cards in your hand.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-251/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Super Mega Death Rocket!. Rarity: Epic. Color: Red,Purple. Type: Spell. Super: Signature. Tags: Jinx. How to play this card: Deal 5 to a unit.\n When you conquer, you may discard 1 to return this from your trash to your hand.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-252/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Hand of Noxus. Rarity: Rare. Color: Red,Yellow. Type: Legend. Super: Champion. Tags: Darius. How to play this card: T: Reaction, Legion: Add 1. Abilities that add resources can't be reacted to. Get the effect if you've played a card this turn.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-253/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Noxian Guillotine. Rarity: Epic. Color: Red,Yellow. Type: Spell. Super: Signature. Tags: Darius. How to play this card: Action Play on your turn or in showdowns.\n Choose a unit. Kill it the next time it takes damage this turn.\n Legion: Kill it now instead. Get the effect if you've played another card this turn.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-254/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Nine-Tailed Fox. Rarity: Rare. Color: Green,Blue. Type: Legend. Super: Champion. Tags: Ahri. How to play this card: When an enemy unit attacks a battlefield you control, give it -1 S this turn, to a minimum of 1 S.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-255/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Fox-Fire. Rarity: Epic. Color: Green,Blue. Type: Spell. Super: Signature. Tags: Ahri. How to play this card: Hidden Hide now for A to react with later for 0.\n Action Play on your turn or in showdowns.\n Kill any number of units at a battlefield with total Might 4 or less.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-256/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Blind Monk. Rarity: Rare. Color: Green,Orange. Type: Legend. Super: Champion. Tags: Lee Sin. How to play this card: 1, T: Buff a friendly unit. If it doesn't have a buff, it gets a +1 S buff.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-257/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Dragon's Rage. Rarity: Epic. Color: Green,Orange. Type: Spell. Super: Signature. Tags: Lee Sin. How to play this card: Move an enemy unit. Then choose another enemy unit at its destination. They deal damage equal to their Mights to each other.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-258/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Unforgiven. Rarity: Rare. Color: Green,Purple. Type: Legend. Super: Champion. Tags: Yasuo. How to play this card: 2, T: Move a friendly unit to or from its base.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-259/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Last Breath. Rarity: Epic. Color: Green,Purple. Type: Spell. Super: Signature. Tags: Yasuo. How to play this card: Action Play on your turn or in showdowns.\n Ready a friendly unit. It deals damage equal to its Might to an enemy unit at a battlefield.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-260/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Radiant Dawn. Rarity: Rare. Color: Green,Yellow. Type: Legend. Super: Champion. Tags: Leona. How to play this card: When you stun one or more enemy units, buff a friendly unit. If it doesn't have a buff, it gets a +1 S buff.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-261/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Zenith Blade. Rarity: Epic. Color: Green,Yellow. Type: Spell. Super: Signature. Tags: Leona. How to play this card: Action Play on your turn or in showdowns.\n Stun an enemy unit at a battlefield. You may move a friendly unit to that enemy unit's battlefield. A stunned unit doesn't deal combat damage this turn.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-262/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Swift Scout. Rarity: Rare. Color: Blue,Purple. Type: Legend. Super: Champion. Tags: Teemo. How to play this card: You may pay 1 to hide a card with Hidden instead of C.\n 1, T: Put a Teemo unit you own into your hand from your Champion Zone or the board.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-263/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Guerilla Warfare. Rarity: Epic. Color: Blue,Purple. Type: Spell. Super: Signature. Tags: Teemo. How to play this card: Return up to two cards with Hidden from your trash to your hand. You can hide cards ignoring costs this turn.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-264/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Herald of the Arcane. Rarity: Rare. Color: Blue,Yellow. Type: Legend. Super: Champion. Tags: Viktor. How to play this card: 1, T: Play a 1 S Recruit unit token.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-265/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Siphon Power. Rarity: Epic. Color: Blue,Yellow. Type: Spell. Super: Signature. Tags: Viktor. How to play this card: Reaction Play any time, even before spells and abilities resolve.\n Choose a battlefield. Give friendly units there +1 S this turn and enemy units there -1 S this turn, to a minimum of 1 S.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-266/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Bounty Hunter. Rarity: Rare. Color: Orange,Purple. Type: Legend. Super: Champion. Tags: Miss Fortune. How to play this card: T: Give a unit Ganking this turn. It can move from battlefield to battlefield.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-267/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Bullet Time. Rarity: Epic. Color: Orange,Purple. Type: Spell. Super: Signature. Tags: Miss Fortune. How to play this card: Action Play on your turn or in showdowns.\n Pay any amount of C to deal that much damage to all enemy units at a battlefield.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-268/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. The Boss. Rarity: Rare. Color: Orange,Yellow. Type: Legend. Super: Champion. Tags: Sett. How to play this card: When a buffed unit you control would die, you may pay C and exhaust me to spend its buff and recall it exhausted instead. Send it to base. This isn't a move.\n When you conquer, ready me.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-269/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Showstopper. Rarity: Epic. Color: Orange,Yellow. Type: Spell. Super: Signature. Tags: Sett. How to play this card: Buff a friendly unit in your base, then move it to a battlefield. If it doesn't have a buff, it gets a +1 S buff.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-270/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Recruit (ZN). Rarity: Common. Color: Colorless. Type: Unit. Super: Token. Tags: Recruit. How to play this card: No instructions provided.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-273/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Altar to Unity. Rarity: Uncommon. Color: Colorless. Type: Battlefield. Super: None. Tags: None. How to play this card: When you hold here, play a 1 S Recruit unit token in your base.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-275/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Windswept Hillock. Rarity: Uncommon. Color: Colorless. Type: Battlefield. Super: None. Tags: None. How to play this card: Units here have Ganking. They can move from battlefield to battlefield.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-297/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Zaun Warrens. Rarity: Uncommon. Color: Colorless. Type: Battlefield. Super: None. Tags: None. How to play this card: When you conquer here, discard 1, then draw 1.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-298/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Relentless Storm. Rarity: Rare. Color: Red,Orange. Type: Legend. Super: None. Tags: Volibear. How to play this card: When you play a Mighty unit, you may exhaust me to channel 1 rune exhausted. A unit is Mighty while it has 5+ S.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-300/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Relentless Storm. Rarity: Rare. Color: Red,Orange. Type: Legend. Super: None. Tags: Volibear. How to play this card: When you play a Mighty unit, you may exhaust me to channel 1 rune exhausted. A unit is Mighty while it has 5+ S.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-300s/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Unforgiven . Rarity: Rare. Color: Green,Purple. Type: Legend. Super: None. Tags: Yasuo. How to play this card: 2, T: Move a friendly unit to or from its base.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-305/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "Riftbound. Unforgiven. Rarity: Rare. Color: Green,Purple. Type: Legend. Super: None. Tags: Yasuo. How to play this card: 2, T: Move a friendly unit to or from its base.",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/OGN-305s/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGS/cards/placeholder/full-desktop.jpg",
        "isComingSoon": true
    },
    {
        "altText": "",
        "src": "https://cdn.rgpub.io/public/live/map/riftbound/latest/OGN/cards/placeholder/full-desktop.jpg",
        "isComingSoon": true
    }
]